src/srv/backup/GetCollaborationDetails.request.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:siem="Siemens.UnicoPlus.Lib.DataProvider">
   <soap:Header>
    <AuthTicket xmlns="Siemens.UnicoPlus.Lib.DataProvider">
	html5client
    </AuthTicket>
   </soap:Header>
   <soap:Body>
      <siem:GetCollaborationDetails>
         <siem:collaborationID>8527</siem:collaborationID>
      </siem:GetCollaborationDetails>
   </soap:Body>
</soap:Envelope>